{include file='newui_header.tpl'}
  <main class="profile-page">
    <section class="section-profile-cover section-shaped my-0">
      <div class="shape shape-style-1 shape-primary alpha-4">
        <span></span>
        <span></span>
        <span></span>
        <span></span>
        <span></span>
        <span></span>
        <span></span>
      </div>
        <div class="container shape-container d-flex">
          <div class="col px-0">
            <div class="row justify-content-center">
              <div class="col-lg-6 text-center" style="margin-top: 50px;">
                <h1 class="display-3  text-white">{$config["appName"]}</h1>
                <p class="lead  text-white">隐私条款</p>
					<p class="lead  text-white">最后更新日期 {$echodate}（UTC+8）</p>
              </div>
            </div>
          </div>
        </div>
    </section>
    <section class="section section-skew">
      <div class="container">
              <div class="row justify-content-center">
                <div class="col-lg-9">
				<h3 class="major">总则</h3>
									<p>以下内容提到的这个政策适用于 {$config["appName"]} 和您，{$config["appName"]} 的用户.

<li>“{$config["appName"]}” 是网站 flyue.cc（下称“{$config["appName"]}”或“本站”）的拥有者及服务提供商，下文中简称为“{$config["appName"]}”。第一人称代词（我们、我们的等）在本政策中的使用，是指 {$config["appName"]} 的运营实体。此外，当所使用的专有名词“本站”，是指 flyue.cc 和其相关附属站点</li><br>

<li>您，{$config["appName"]} 的用户 – 因为您是 {$config["appName"]} 的用户，因此本政策在下文中提到的“您”及其他第二人称代词（如“您的”、“您”）都指作为 {$config["appName"]} 用户的您。</li><br>

<li>该隐私政策描述了我们如何使用您的信息，当您在本站注册、订阅服务、购买产品，或者以其他方式使用我们的在线服务时。本政策不涵盖从其他第三方网站收集到的信息。</li><br>
</p>
									<h3 class="major">修订策略</h3>
									<p>我们保留在任何时间修改，修订或修改这一政策、我们的其他政策和协议的权利。您应该定期通过重新访问此网页，使用浏览器上的“刷新”按钮，检查本政策的任何修改。您应该注意最后一次修订的这一政策的日期。如果您在您的浏览器点击“刷新”按钮，“上次修改”日期保持不变，可以假设，没有更改。“上次修改”日期的变化表示该政策已被更新或编辑，更新或编辑的版本在发布后立即取代先前任何版本。
									</p>
										<h3 class="major">个人信息的收集和利用</h3>
									<p>个人信息是可用于识别或联系特定个人的数据。任何时候您与 {$config["appName"]} 联系，都可能会要求您提供个人信息。{$config["appName"]} 可将这些信息与其他信息结合起来，用于提供和改进我们的产品、服务、内容和广告宣传。您不是一定要提供我们要求的个人信息，但在许多情况下，如果您选择不提供，我们将无法为您提供我们的产品或服务，也无法回应您遇到的任何问题。出于 {$config["appName"]} 所提供服务的特殊性和保护订户隐私的需求，我们允许订户不必提供真实的信息，但是我们仍然可能将这些信息提交到反欺诈数据库进行检测，并可能要求订户修改明显的欺诈信息以符合安全性和合规性要求。
									<br><br>以下提供了一些 {$config["appName"]} 可能收集的个人信息类型以及我们如何使用此类信息的示例：
									</p>
										<h3 class="major">我们收集哪些信息</h3>
									<p>
									<li>当您创建 {$config["appName"]} 账户时，我们可能会收集电子邮件地址、IP 地址、您的姓名、邮寄地址、电话号码、联系方式偏好等</li><br>
									<li>当您使用 {$config["appName"]} 产品、服务或订阅时，我们可能会收集连接信息，如 IP 地址、连接时间、连接端口等</li>
									</p>
										<h3 class="major">我们如何使用您的个人信息</h3>
									<p>
									
									<li>利用我们收集的个人信息，我们将可以用于通知您 {$config["appName"]} 的产品、服务或订阅变化和更新，同时也可能通知您优惠信息和推广信息。如果您不希望接收这些信息，可以选择从我们的电子邮件列表中退出，但是您仍然会收到和您账户相关的基本信息。</li><br>
									<li>我们还会将个人信息用于以下用途：帮助我们创建、开发、运作和改善 {$config["appName"]} 产品、服务、内容和广告宣传。</li><br>
									<li>将您的个人信息以加密和不可溯源的方式提交到欺诈预防数据库以将您的信息进行比对以预防欺诈、滥用和退款。</li><br>
									<li>我们可能会使用您的信息用于确认您的身份，如您是否具有教育优惠的资格。</li><br>
									<li>有时，我们可能会使用个人信息发送重要通知，例如关于购买的相关信息以及条款、条件和政策的变更。由于这些信息对您与 {$config["appName"]} 之间的沟通至关重要，您不能拒绝接收此类信息。</li><br>
									<li>我们还会将个人信息用于审计、数据分析和研究等内部目的，以改进 {$config["appName"]} 的产品、服务和与客户之间的沟通。</li><br>
									<li>如果您参与了 {$config["appName"]} 的抽奖和或其他类似推广活动，我们还会将您提供的信息用于管理此类活动。</li>
									</p>
									<h3 class="major">非个人信息的收集和利用</h3>
									<p>
									我们还会收集利用其本身无法与任何特定个人直接建立联系的数据。我们可出于任何目的而收集、使用、转让和披露非个人信息。下文是我们可能收集的非个人信息以及我们如何使用这些信息的一些示例。</p>
									<li>我们会收集诸如语言、邮编、区号、唯一设备标识符、引荐 URL、地理位置以及用户在使用 {$config["appName"]} 产品时所处时区等信息，以便我们能更好地了解客户的行为，改进我们的产品、服务和广告宣传。</li><br>
									<li>我们可能收集客户在我们的网站上、{$config["appName"]} 服务、客户端以及我们的其他服务中的相关使用信息并进行汇总，用于帮助我们向我们的客户提供更加有用的信息，了解客户对我们的网站和服务中的哪些部分感兴趣，如页面的停留时间和点击热点图等。就本隐私政策而言，汇总数据被视为非个人信息。</li><br>
									<li>我们可能会收集和储存有关于您如何使用我们的服务的详细信息，包括搜索查询、DNS 解析。此类信息有可能会用于改善我们的产品和服务。通常这些信息不会涉及您的 IP 地址。</li><br>
									<li>我们可能会使用您的信息用于确认您的身份，如您是否具有教育优惠的资格。</li><br>
									<p>如果我们将非个人信息与个人信息结合使用，则在结合使用期间，此类信息将被视为个人信息。</p>
									</p>
									<h3 class="major">Cookie 和其他技术</h3>
									<p>
									{$config["appName"]} 的网站、在线服务、互动应用软件、电子邮件和广告可能会使用“Cookie”和其他技术，如像素标签和网站信标、HTML5 指纹等。此等技术帮助我们更好地了解用户的行为，告诉我们人们浏览了我们网站的哪些部分，衡量广告和网络搜索的效果并加以改善。我们将通过 Cookie 和其他技术收集的信息视为非个人信息。但是，如果当地法律将 Internet 协议 (IP) 地址或类似识别标记视为个人信息，则我们亦将此等识别标记视为个人信息。同样，就本隐私政策而言，在将非个人信息与个人信息结合使用的情况下，我们将结合使用的信息视为个人信息。

<br><br>我们使用 Cookies 储存 Session 信息，这些信息中包含您的“登录状态”，在本隐私策略下，这些信息不视作“个人信息”，因为他人无法使用这些信息还原出您的任何个人相关数据。

<br><br>{$config["appName"]} 不会使用 Cookie 技术向我们的合作伙伴透露任何您的个人信息。

<br><br>如同大多数互联网服务一样，我们也会自动收集某些信息，将其存储在日志文件中。这类信息包括 Internet 协议 (IP) 地址、浏览器类型和语言、互联网服务提供商 (ISP)、引荐/退出网站和应用软件、操作系统、日期/时间戳和点击流数据>我们使用此等信息来了解和分析趋势、管理网站、了解网站上的用户行为、改进我们的产品和服务，以及收集用户群的整体受众特征信息。{$config["appName"]} 可将此类信息用于我们的营销和广告服务。
									</p>
									<h3 class="major">向第三方披露</h3>
									<p>
									有时候 {$config["appName"]} 会向与 {$config["appName"]} 合作提供产品和服务或者帮助 {$config["appName"]} 向客户进行营销的战略合作伙伴提供某些个人信息。如果您获准使用服务，您的帐户需要遵守 {$config["appName"]} 以及相关附加服务提供商的隐私政策。{$config["appName"]} 只会出于提供或改进我们的产品、服务和广告宣传之目的而与第三方共享个人信息；而不会出于第三方的营销目的与第三方共享个人信息。
									</p>
									<h3 class="major">服务提供商</h3>
									<p>{$config["appName"]} 会与提供信息处理、提供信贷、履行客户订单、向您交付产品、管理和增强客户数据、提供客户服务、评估您对我们产品和服务的兴趣以及开展客户调查或满意度调查等服务的公司分享个人信息。这些公司有义务保护您的信息，并可能位于 {$config["appName"]} 从事经营活动所在的任何地点。
									</p>
									<h3 class="major">其他</h3>
									<p>根据您居住国境内外的法律、法律程序、诉讼和/或公共机构和政府部门的要求，{$config["appName"]} 可能有必要披露您的个人信息。如果我们确定就国家安全、执法或具有公众重要性的其他事宜而言，披露是必须的或适当的，我们也可能会披露关于您的信息。
									<br><br>如果我们确定为了执行我们的条款和条件或保护我们的经营或用户，披露是合理必要的，我们也可能会披露关于您的信息。此外，如果发生重组、合并或出售，则我们可将我们收集的一切个人信息转让给相关第三方。
									</p>
									<h3 class="major">针对中国大陆地区的特别条款</h3>
									<p>我们不会向中国大陆的司法机构提供任何用于网络审查目的的个人信息，除非这些法律条款在世界大多数主权国家的法律中被认可（或有可参考的案例）。
									</p>
									
									<h3 class="major">个人信息的保护</h3>
									<p>
									{$config["appName"]} 非常重视您的个人信息的安全。{$config["appName"]} 在线服务（如 {$config["appName"]} 用户中心）会使用传输层安全协议 (TLS) 等加密技术，在传输过程中保护您的个人信息。在 {$config["appName"]} 存储您的个人数据时，我们会使用具有有限访问权限的电脑系统，这些系统部署在通过在现代计算机系统不可能在短时间内破解的数学算法加密和（或）物理安全措施加以保护的设施之中。{$config["appName"]} 数据以加密形式存储，在我们使用第三方存储空间时也是如此。

<br><br>当您在 {$config["appName"]} 注册或者在用户中心修改密码时，您设置的密码将会以不可逆的方式加密存储。{$config["appName"]} 并不知道您设置的密码原文。

<br><br>当您使用某些 {$config["appName"]} 产品、服务或订阅或者在论坛、聊天室或社交网络服务上发帖时，您分享的个人信息和内容会被其他用户看到，他们可能会阅读、收集或使用您的个人信息。对于您决定在上述情形中分享或提交的个人信息，您应自行负责。例如，如果您在论坛发帖公布您的姓名和电子邮件地址，这些信息便是公开的。在使用此类功能时请多加小心。

<br><br>如果您在任何第三方设备登录了您的个人账户并且未退出并清空访问密钥，则他们就可能查看到您的个人信息。某些组织或企业提供的设备会以高权限的方式运行合规性软件，这些软件也可能收集您在使用 {$config["appName"]} 产品、服务或订阅时的信息。在不安全的设备上使用 {$config["appName"]} 产品、服务或订阅也可能导致您的个人信息被未经授权的访问、下载和（或）储存。
									</p>
									<h3 class="major">个人信息的完整性和保留</h3>
									<p>
									{$config["appName"]} 提供一些便捷的方式可以让您更新您的个人信息，以确保您的个人信息准确、完整并及时更新。您也可以要求我们的支持人员更新您的信息。

<br><br>{$config["appName"]} 在实现本隐私策略所述目的的期间内保留您的个人信息和修改历史，除非法律或法规要求储存更长的时间。
									</p>
									<h3 class="major">访问个人信息</h3>
									<p>您可以在用户中心登录您的帐户，帮助我们确保您的联系方式和偏好设置准确、完整并及时更新。对于我们保留的其他个人信息，我们将为您提供适用于任何目的的访问权限，包括要求我们在数据不准确时予以纠正，或在依据法律或出于合法商业目的 {$config["appName"]} 无权保留此等数据时予以删除。我们有权拒绝处理无实质意义/纠缠式的请求、损害他人隐私权的请求、极端不现实的请求，以及根据当地法律无需给予信息访问权的请求。访问、纠正或删除信息的请求可通过支持请求提交。
									</p>
									<h3 class="major">第三方网站和服务</h3>
									<p>{$config["appName"]} 的网站、产品、服务或订阅中可能包含来自第三方的网站、服务或产品的链接。我们的网站、产品、服务或订阅也可能使用第三方的服务——例如，jsDelivr 公共 CDN 服务。

<br><br>第三方收集的、其中可能含有位置数据或联系方式等的信息，须遵守第三方关于隐私权的规定。我们希望您能了解这些第三方的隐私权规定。

<br><br>如果您请求 {$config["appName"]} 在 {$config["appName"]} 合作伙伴和（或）第三方创建产品、服务或订阅，则我们会提供您的个人信息用于必要用途。当您请求取消这些产品、服务或订阅时，我们会立即停止提供这些信息，第三方服务提供商对这些信息的保留时长则根据他们的隐私条款来确定。
									</p>
									<h3 class="major">隐私问题</h3>
									<p>
<br><br>如果您对 {$config["appName"]} 的隐私政策或数据处理有任何问题或疑问，或者想就可能违反当地隐私权法律的情况进行投诉，请联系我们。您可以随时通过 {$config["appName"]} 管理门户的支持系统联系我们，或通过电子邮件来联系我们。

<br><br>所有此类通信内容都要经过调查，在适当的情况下，我们会尽快予以答复。如对收到的答复不满意，您可以将投诉转给所在司法辖区的相关监管机构。如果您向我们提出要求，我们会努力为您提供与可能适用于您的情况的相关投诉途径有关的信息。

<br><br>{$config["appName"]} 可随时对其隐私政策加以更新。如果我们对隐私政策作出重大变更，我们将在网站上发布通告和经更新的隐私政策。
									</p>
                </div>
              </div>
      </div>
    </section>
  </main>
{include file='newui_footer.tpl'}