{include file='newui_header.tpl'}

  <main class="profile-page">
    <section class="section-profile-cover section-shaped my-0">
      <div class="shape shape-style-1 shape-primary alpha-4">
        <span></span>
        <span></span>
        <span></span>
        <span></span>
        <span></span>
        <span></span>
        <span></span>
      </div>
        <div class="container shape-container d-flex">
          <div class="col px-0">
            <div class="row justify-content-center">
              <div class="col-lg-6 text-center" style="margin-top: 50px;">
                <h1 class="display-3  text-white">{$config["appName"]}</h1>
                <p class="lead  text-white">服务条款</p>
					<p class="lead  text-white">最后更新日期 {$echodate}（UTC+8）</p>
              </div>
            </div>
          </div>
        </div>
    </section>
    <section class="section section-skew">
      <div class="container">
              <div class="row justify-content-center">
                <div class="col-lg-9">
				
				<h3 class="major">当事双方及术语介绍- 本协议所提及的当事人的定义如下：</h3>
									<p><li>{$config["appName"]}是网站{$config["baseUrl"]}（下称“{$config["appName"]}”或“本站”）的拥有者及服务提供商。{$config["appName"]}提供的是网络概念加速服务。 就本协议的目的，以下提及的产品或服务，包含概念加速服务等，均称作“产品”或“服务”。 

当第一人称代词（{$config["appName"]}，我们，我们的等）在本协议中使用，均指{$config["appName"]}。此外，当使用术语“网站”或“本网站站点”，指的是由{$config["appName"]}提供的任意网站，除非某个网站是这一政策明确免除的。</li></p>

									<p><li>您，{$config["appName"]}客户 - 作为我们的客户或网站服务的使用者， 本协议可能使用任意第二人称代替。
请阅读下面的托管服务条款和条件。通过订阅的{$config["appName"]}服务，即表示您同意遵守本协议的所有条款和条件（协议）。如果使用此协议的同意条款和条件，按一下我接受（或类似的场景）或选中相应的框体，即表示你意图接受这些条款和条件。您应该打印或以其他方式保存该协议，作为未来可引用的副本。如果您并非适用于所有本协议的条款和条件的认同，如果您不同意此服务和条款，请勿购买{$config["appName"]}的产品和服务，并点击浏览器“返回”按钮，或关闭本网站。{$config["appName"]}仅在您同意此服务条款后，为您提供服务。此协议是在全球和国内的商业法允许下签署。任何使用{$config["appName"]}提供的服务的行为，都认为您知晓并同意一下服务条款。
								</li></p>

									<h3 class="major">1. 服务</h3>
									<p>   在您选购{$config["appName"]}服务之前，您可以看到一系列罗列出的套餐。您可以从罗列的服务中选择所需套餐。所有您选择的服务，均适用此条款。 在您订购服务后，我们认为您接受此使用条款，{$config["appName"]}将发送服务订购确认邮件。{$config["appName"]}保留以任何原因拒绝为您提供任何服务的权利。{$config["appName"]}也有权在紧急状况中断接入服务进行定期维护需要。您可以随时订购额外的服务。所有的额外服务在下文被视为“服务”。所提供的所有服务都视情况而定，并适用于本协议的所有条款和条件。</p>

                            <h3 class="major">2. 用户协议修订</h3>
									<p>本协议包含完整的条款和条件适用于您使用{$config["appName"]}服务（定义如下）。{$config["appName"]}可以在任何时间修改本协议的条款，包括费用（定义见下文）。

<br><br>2.1   我们可能随时修改本协议。您同意我们保留这样做的权利。您同意我们有单方面这样做的权利。更新的版本将在发布后立即取代任何以前的版本，之前的版本是不再具备法律效力，除非修订版和之前版本一致。本协议的任何第三方修改版本均被视为无效。

<br><br>2.2   我们同意，如果我们协议有任何改变，我们将在本协议的顶部更改“最后修改日期”。您同意定期重新访问该网页。您同意注意最后修订本协议的日期。如果“上次修改”日期仍从你最后一次查看本协议不变，那么你可以假定该协定已自上次你查看时它已经改变了。如果“上次修改”日期已经改变，那么你可以肯定协议中有关条款已被更改。

<br><br>2.3   如果由于我们所做的任何修改，您需要终止本协议，必须于上述的“最后修改”日起三十（30）日内通过书面申请形式取消。在任何此类通知的生效日期后继续使用服务，即表示您接受这些修改。

<br><br>2.4   弃权 – 如果您没有定期查看此协议, 您自行承担忽略此协定更改的责任。您拥有随时查看此修订版本的权利。由于您自己忽略查看的原因，{$config["appName"]}不负任何责任。</p>

									<h3 class="major">3. 协议和取消政策期限</h3>
									<p>3.1   初始期限开始于确认你的订单或服务，并收到合法的资金的时间。本协议不得终止您的初始期间，除了{$config["appName"]}发生违约。、

<br><br>3.2   {$config["appName"]}也可以在任何时间以任何理由或无理由终止本协议 （“无故终止”）。在这种情况下，{$config["appName"]}会为您提供书面通知。

<br><br>3.3   如果{$config["appName"]}根据本协议任何条款概述取消本协议，没有根据3.2款终止的原因外，{$config["appName"]}不会退款给您。若您需要终止服务，您有义务在预付费服务生效前取消订阅。在由{$config["appName"]}发起的终止情况，所有预付托管费将被没收，概不退还。本协议的终止并不解除支付任何费用。

<br><br>3.4   除此之外，{$config["appName"]}拥有终止此协议中任意部分的权利。当以下情况发生，{$config["appName"]}可以终止你的服务：<br><br>
（a）违反了可接受使用政策（“AUP”）在第12条所描述的内容<br>
（b）侵犯或违反任何第三方的知识产权或隐私权或版权<br>
（C）不遵守任何适用的法律、法规或条例<br>
（d）已经上传，发布或传播任何{$config["appName"]}认为违法或高风险的图像、文本、图形、编码或视频。<br><br>
{$config["appName"]} 拥有自由裁量权，本协议中的任何内容的目的是，{$config["appName"]} 不负有任何责任或义务来监视或审查您的内容，或在任何时候您的用户上传或发布的内容。您仍然对您的内容负责，以及对由此产生的任何责任负责。
</p>

									
									<h3 class="major">4. 账户设置</h3>
									<p>4.1   注册账户时，您将被要求填写登录账户（电子邮件）和密码。您可以并只可以通过这样的用户标识和密码使用该服务或修改您的数据和内容。您完全负责维护您的用户名和密码的保密性和使用这些凭据的所有活动的机密性。您同意立即通知我们当任何未经授权的访问使用您的帐户或任何其他违反安全的情况。

<br><br>4.2   您必须为我们提供一个主要的电子邮件地址，定期检查。所有通知和我们之间的通信将被发送到您提供的电子邮件地址，因此，您需要保持这个地址畅通，如果您的地址更改，请通知我们。如果您的联系 和/或 帐单信息发生变化，您应该通知我们，以便我们可以更新您的帐户。它确保我们的域名<code>{$config["baseUrl"]}</code>不包括在由你或你的邮件提供商使用任何垃圾邮件阻止列表之内。

<br><br>4.3   提供任何种类的错误或不准确的联系信息，依据本协议3中相关条款，可能会导致你的帐户被终止。

<br><br>4.4   你负责您的帐户所有活动及变更。因此，我们强烈建议您妥善保管设置最严格的保密措施来保管文件。</p>

									<h3 class="major">5. 知识产权</h3>
									<p>5.1通过{$config["appName"]}提供的所有服务仅可用于合法目的。

<br><br>5.2   在你和{$config["appName"]}之间，{$config["appName"]} 声明它不拥有您传送的任何内容的知识产权（包括但不限于文字、软件、音乐、声音、视听作品、电影、图片、动画、视频和图形，即“您的内容”）。您使用 {$config["appName"]} 产品和/或服务，以特此授予 {$config["appName"]} 使用你的内容，通过互联网广播传输非独家的、世界范围的、免版税许可、复制、制作衍生作品、展示、表演。

<br><br>5.3   本协议不构成许可使用{$config["appName"]}服务标志或任何其他贸易徽章。没有{$config["appName"]}事先书面同意的使用任意{$config["appName"]}服务标志或任何其他贸易标志是严格禁止的。

<br><br>5.4   你知道，即使是名义的损害，也可能需要大量的法律费用，旅行费用，成本和其他金额。你同意你将支付所有这些费用和费用。</p>

									<h3 class="major">6. 内容及可接受使用政策</h3>
									<p>6.1   您同意遵守{$config["appName"]}的可接受使用策略，它可以通过访问 {$config["appName"]} 的网站<a href="{$config["baseUrl"]}/aup">服务条款</a>被找到。其中部分并入本文作为参考并作为本文不可或缺的一部分。{$config["appName"]}在网站上张贴修改后的政策，并保留在任何时间修改可接受使用策略的权力。您同意定期访问{$config["appName"]}网站并查看最新的可接受使用策略，在任何可接受使用策略更改日志后继续使用{$config["appName"]}服务，则代表您接受新的可接受使用策略并受到它的约束。如果最终用户的行为违反服务条款或者可接受使用策略，{$config["appName"]}将有权在任何时间中止您对服务的访问。

<br><br>6.2   {$config["appName"]} 的系统将会自动检测并终止对 {$config["appName"]} 其他用户有害的链接（包括但不限于 垃圾邮件、违法内容、任何可能危及 {$config["appName"]} 运行的内容）（“审计”），在任何情况下，我们都不会以人工的实行审计您的链接，包括但不限于：抓包。我们的自动审计规则将公示于用户中心。您同意我们的自动系统监视您的链接并在出现可疑链接时终止该链接。您知晓并同意您违反审计的记录被系统自动记录，我们保留终止违反审计规则过多的账户的权利。

<br><br>6.3   您必须同意{$config["appName"]}将不承担您和您的最终用户任何违反可接受使用策略和您和服务器所在地区法律、法规和相关政策的行为，这包括数字千年版权法。

<br><br>6.4   {$config["appName"]}可自行决定终止您对服务的访问，并终止本协议。这是因为您或您的最终用户、下游客户违反了服务条款和可接受使用策略。

<br><br>6.5   {$config["appName"]}对于儿童色情问题非常重视，未成年人使用我们的服务存在潜在的危害，这应当是完全禁止的，然而，其监护人可以授权未成年人有限制地使用{$config["appName"]}的服务。任何可能被认为是儿童色情的内容都将被删除并禁止访问，这适用于{$config["appName"]}的云主机和云加速服务。任何通过{$config["appName"]}托管、访问儿童色情的客户都将被立即删除服务并通知当地执法机关。您同意和{$config["appName"]}合作阻止儿童色情内容的的访问，任何儿童色情内容，或招揽、引诱或诱使未成年人的性活动或者猥亵行为也是严格禁止的，并将被视为同儿童色情相同问题。{$config["appName"]}有权对在{$config["appName"]}网站上托管、访问儿童色情内容的客户提起诉讼。

<br><br>6.6   我们尊重各方的知识产权，并已通过了关于基于数字千年版权法案重复版权侵权者终止政策。我们的重复侵权终止政策的副本可应要求提供给我们的客户。

<br><br>6.7   您同意您有责任防止您照顾的未成年人从您购买的{$config["appName"]}服务直接或间接访问任何有害或不当的内容。您同意不允许未成年人访问任何服务，并采取相关的限制措施，以防止他们这样做。许多商业在线安全过滤器可这可以帮助用户限制未成年人有害的或不适当的访问请注意，本网站不作任何陈述或有关的任何产品或在这些网站上引用的服务的保证，推荐用户购买或安装任何在线过滤器前进行适当的尽职调查。您同意采取特别措施，防止未成年人浏览本网站如果您的计算机可以由未成年人进行访问。最后，您同意，如果你是父母或未成年子女的监护人，您有责任阻止未成年人通过{$config["appName"]}服务访问任何不当内容，这是你的责任，不是我们的。</p>


									<h3 class="major">7. 支付</h3>
									<p>7.1   支付服务涵盖了{$config["appName"]}的整个服务周期，并遵守本协议，除非您的服务终止，{$config["appName"]}将会在您的付款周期超时后删除您的服务，这是一个自动过程并且不可逆转。

<br><br>7.2   除非您和我们特别协商，并经过书面协定，否则您选择的服务的安装费用和循环付款费用，应在在线订购时作为初始费用一并支付，所有设置/安装费用和特殊设置费用不予退还。服务费用需要提前支付，没有及时支持服务费用时，您的服务可能会暂时或者删除。

<br><br>7.3   在注册时，您必须选择一个付款方式，{$config["appName"]}保留与第三方签订协议来处理所有付款请求的权力。这样的第三方可能施加额外的条款和条件来管理支付处理。如果你到期为及时支付所应支付的服务费用，{$config["appName"]}将保留权力在法律允许的范围内收取一定滞纳金的权力。

<br><br>7.4   您同意支付任何由于使用本服务而造成的税款，包括个人所得税、增值税或销售税。{$config["appName"]}不负责由于您使用本服务并使用银行支票、信用卡、资金不足以及任何您与您的金融机构产生的任何费用。如果由于税收、汇率差异、银行收费、转账收费等产生额外费用，您需要自行支付。

<br><br>7.5   您也同意支付从{$config["appName"]}产生的任何律师费用、代收手续费和其他费用。同时，{$config["appName"]}不会退还任何安装费用、特殊设定费用、剩余的预付费费用。

<br><br>7.6   优惠卷和优惠码 – 时不时地，{$config["appName"]}会提供优惠卷和优惠码，除特别声明外，这些优惠卷和优惠码只适用于首次购买的客户，您已经订购了{$config["appName"]}服务后，这些优惠可能将不会生效。这些优惠卷和优惠码可能不会应用到您升级您的产品时。任何账户试图滥用优惠卷和优惠码的将会被暂停或删除。</p>

									<h3 class="major">8. 支持服务</h3>
									<p>8.1   除非特定产品有明确的声明，否则所有订阅或产品都根据其订阅或产品级别的不同提供一定程度的有限标准支持服务。

<br><br>8.2   对于以下类型的支持请求，{$config["appName"]} 有权在不进行任何回复的情况下关闭支持请求并/或限制账户访问：

<li>超出支持请求所允许的问题和请求数量</li>
<li>不符合支持部门责任范围的</li>
<li>无意义内容或未能提供任何有效信息的询问</li>
<li>涉及 {$config["appName"]} 内部信息的</li>
<li>违反 {$config["appName"]} 条款和条件的</li>
<li>已经因为超时自动关闭的</li>
<li>违反当地法律法规的</li>
<li>辱骂、暴力或其他不宜内容的</li>

</p>

									<h3 class="major">9. 资源使用 & 安全</h3>
									<p>9.1   {$config["appName"]}没有对每个帐户的系统资源及硬件设限。我们不主动地停用用户帐户，除非它们大大超过可接受的使用水平，或者维持该客户的使用会严重影响其他客户的体验等。

<br><br>9.2   除非法律明确允许，不得翻译，反向工程，反编译，反汇编本网站和/或材料的衍生作品。您同意不使用任何自动设备或手动过程监控或复制本网站或材料，不会使用任何设备，软件，计算机代码或病毒干扰或企图干扰或破坏我们的服务和网站。

<br><br>9.3   安全 任何违反网站的安全/或服务都是被禁止的，并可能导致刑事和民事责任。您同意不以此类活动违反或企图改变或操纵硬件和软件，危及服务器，或任何其他未经授权的使用。您被禁止使用 {$config["appName"]} 来进行如下活动：</p>

<li>任何形式的未经授权的访问或使用数据，系统或网络，包括网站和/或服务。</li>
<li>与任何用户的服务，主机或网络进行未经授权的干扰。</li>
<li>恶意程序引入网络或服务器（例如病毒和蠕虫），包括网站和/或服务。</li>
<li>规避任何主机，网络或账户的用户和安全认证。</li>
<li>利用我们的服务为危及安全或其它网站。</li><br>

<p>在您参与任何违反系统安全的情况下，我们有权为其他网站的系统管理员发布关于您的信息，以协助解决安全事件。此外，这些安全规定的违反可能会根据本协议第3节，终止您的帐户。

<br><br>9.4   流量使用 您每月的流量是由您购买特定的服务来确定。如果您的使用过你的每月限额，你的账户将暂停，在下个月恢复。未使用的流量不结转到下个月的流量。

<br><br>9.5   公平使用政策 我们提供特定的服务给我们的客户和我们的虚拟专用服务器的使用。是整个任何给定的计费周期或流量包来定义正常，公平，合理的使用。我们期望用户按照描述来使用每一项服务。我们在我们的判断某一个用户不合理使用服务，我们可能会采取行动，以减轻负面影响。不公平的使用包括但不限于以下内容：

转借、泄露、二次销售{$config["appName"]}账户或服务。
不间断使用各类型p2p、BT、PT下载服务。
超过服务规定的套餐使用人数。</p>

									<h3 class="major">10. 价格变化</h3>
									<p>您支付的服务在一定时间内不会改变价格。我们保留在任何时候更改 {$config["appName"]} 所提供服务的价格，恕不另行通知，并保留修改提供给用户的资源数量的权利。此外，如果我们因本协议第 3.2 款终止了您的服务，而我们在未来决定再次向您提供服务，您之前的费用将不被计入到新服务中，您仍然需要缴纳服务费用，并检查相关费用。{$config["appName"]} 不会自动更新您的计划，所有的升级或降级将根据您的要求进行，这可能包括修改费或要求您与我们联系。</p>

									<h3 class="major">11. 责任限制</h3>
									<p>11.1 {$config["appName"]} 可能会提供不属于服务（“第三方服务或软件”）的一部分，第三方产品，服务 和/或 软件提供给您。{$config["appName"]} 无法控制第三方服务或软件的内容。任何第三方服务或软件的使用，您将个人独自承担风险并受您与第三方达成的单独协议的条款和条件的限制。{$config["appName"]} 不提供有关任何产品和服务的保修。
<br><br>11.2 本协议的任何附件、副本，无论是打印稿、PDF 或是网页，都应视为本文件的合法的副本并与正本持有相同的法律效力。			
									</p>
				
				
                </div>
              </div>
      </div>
    </section>
  </main>
  {include file='newui_footer.tpl'}